<?php include_partial ( 'header' )?>
<div id="main-content" class="wrapper">
<div class='alert alert-info'>
<h4>常见问题</h4>
</div>
<ol>
<li>
<p><b>问:&nbsp;</b><i>一定要登录之后才能使用网站提供的功能吗？</i></p>
<p><b>答:&nbsp;</b>您不登录也可以使用网站的产品搜索，浏览功能。但是登录后，系统可以根据您浏览历史记录来推测
您的购物偏好，从而给你推荐您感兴趣的产品。
</p>
</li>
<hr>
<br/>
<li>
<p><b>问:&nbsp;</b><i>我可以使用现有的其它网站帐号直接登录吗？</i></p>
<p><b>答:&nbsp;</b>可以，我们支持用户使用腾讯QQ，校内帐号，新浪微博帐号直接登录，免除重新注册帐号的过程。</p>
</li>
<hr>
<br/>
<li>
<p><b>问:&nbsp;</b><i>使用图片搜索功能时要求选择产品类别，如果不确定产品的具体类别该怎么办？</i></p>
<p><b>答:&nbsp;</b>如果不确定产品的具体类别时可以选择一个相对大的类别，确保想要的产品会出现在搜索结果中</p>
</li>
<hr>
<br/>
<li>
<p><b>问:&nbsp;</b><i>我可以通过手机拍摄产品照片的方式直接搜索吗？</i></p>
<p><b>答:&nbsp;</b>可以，但这部分功能还在开发之中，不久之后就会投入使用。</p>
</li>
<br/>
</ol>
</div>
<?php include_partial ( 'footer' )?>
